Repository: mokhtarbsaid/khattat-arabic-fonts
Catalog: languages/khattat-arabic-fonts-*.po
Languages: ar

source: Add an appropriates arabic fonts from 50 fonts to show your arabic website much better.
ar: أضف خطوطا عربية مناسبة من بين 50 خطا لإظهار موقعك العربي بشكل أفضل.

source: Al Jazeera
ar: الجزيرة

source: Alexandria
ar: الاسكندرية

source: Alkalami
ar: الكلامي

source: Almarai
ar: المراعي

source: Amiri
ar: أميري

source: Amiri Quran
ar: أميري قرآن

source: Aref Ruqaa
ar: عارف رقاعي

source: Aref Ruqaa Ink
ar: عارف رقاعي حبر

source: Bahij
ar: بهيج

source: Baloo Bhaijaan 2
ar: بالو بهايجان 2

source: Beiruti
ar: بيروتي

source: Cairo
ar: القاهرة

source: Cairo Play
ar: القاهرة بلاي

source: Changa
ar: شانغا

source: Cocon
ar: كوكون

source: Droid Arabic Kufi
ar: درويد كوفي عربي

source: Dubai
ar: دبي

source: El Messiri
ar: المسيري

source: Font
ar: الخط

source: Fustat
ar: الفسطاط

source: Handjet
ar: هنجات

source: Harmattan
ar: هرمتان

source: Inherit
ar: وراثة

source: JF Flat Font
ar: جذور مسطح

source: Jozoor
ar: جذور

source: Katibeh
ar: كاتبة

source: Khattat - Arabic Fonts
ar: خطاط - خطوط عربية

source: Kufam
ar: كوفام

source: Lalezar
ar: لالة زارا

source: Lateef
ar: لطيف

source: Lemonada
ar: ليمونادا

source: Mada
ar: مدى

source: Marhey
ar: مارهي

source: Markazi Text
ar: مرزاقي نص

source: Mirza
ar: ميرزا

source: Mokhtar Bensaid
ar: مختار بن سعيد

source: Noto Kufi Arabic
ar: نوتو كوفي عربي

source: Noto Naskh Arabic
ar: نوتو نسخ عربي

source: Noto Nastaliq Urdu
ar: نوتو نسطلق أوردو

source: Noto Sans Arabic
ar: نوتو سانس عربي

source: Rakkas
ar: رقاص

source: Readex Pro
ar: ريدكس برو

source: Reem Kufi
ar: ريم كوفي

source: Reem Kufi Fun
ar: ريم كوفي مرح

source: Reem Kufi Ink
ar: ريم كوفي حبر

source: Rubik
ar: روبيك

source: Ruwudu
ar: روودو

source: Scheherazade New
ar: شهرزاد الجديدة

source: Sky
ar: سكاي

source: Tajawal
ar: تجوّل

source: Vazirmatn
ar: وزير متن

source: Vibes
ar: فيبس

source: Zain
ar: زين
